{
    "blogs": [
        {
            "title": "11 Fascinating Farm Blogs ",
            "author": "Mary Jo DiLonardo",
            "date": "2017-06-05",
            "avatar_url": "https://www.treehugger.com/thmb/f_OuIO_2GZyf5HBsbZkTiREL6Ow=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__mnn__images__2015__02__our-little-coop-4fb5880020a64b7a994647b3a1da6464.jpg",
            "category": "Farming ",
            "blog_post": "Whether you're dreaming of raising goats or you want to add a chicken coop to your backyard, you don't have to start from scratch. Many farmers and those dedicated to rural living document their experiences through blogs, and we've rounded up 11 of the most entertaining and informative ones on the Web. They're worth checking out — even if you just want to see pictures of baby animals and have no real farming ambitions. \n\n 1. Our Little Coop\n\n\"Raising children, chickens and everything in between,\" Emily McGrath blogs from Illinois where she lives with her writer/gardener husband, their kids and a backyard chicken coop. McGrath discusses everything from how to build a coop and care for newborn chicks to great recipes for all those farm-fresh eggs.\n2. Stories From the Farm\n\nThis blog is worth visiting just for the adorableness factor; the photos of baby Jacob sheep are the site's hands-down highlight. Blogger Shannon Phifer is a skilled photographer and she shares striking images of the sheep, as well as the ducks, dogs, cats and chickens that call this Oregon farm home.\n3. Northview Diary\n\nAround for nearly a decade, this farming blog waxes poetic about life on a dairy farm in New York. This diary of a dairy has lovely narration about everything from cows to dogs to weather, including this turn of phrase: \"Sometimes the cold is a knife, cutting through whatever you wear, and biting at your flesh, like a frenzied fox.\"\n4. Juniper Moon Farm\ntwo sheep named Wembley and Margaret from Juniper Moon Farm\n\nFormer network news producer Susan Gibbs left New York City in search of \"a more authentic life.\" After reading a how-to book on raising sheep, she found that new life on Juniper Moon Farm in Virginia where she raises bees, sheep, goats, pigs, cows, chickens and more. She also makes beautiful yarn that is available in shops throughout the U.S. and Canada.\n5. Unexpected Farmer\n\nThis entertaining blog details life on a farm in Gran Canaria, Spain, with two kids, three dogs, six cats, and a slew of bunnies, ducks, horses and chickens. The ex-pat newbie farmer behind the blog details her never-ending adventures like the time someone handed her a duck in a box at the post office and just walked away.\n6. Farmgirl Follies\nblue jars have crystals in the making at Farmgirl Follies blog\n\nFarmgirl Jennifer Kiko, who makes a home with her Farmguy in rural Ohio, blogs about family, food, homeschooling, faith, rustic farmhouse finds and a simpler, peaceful life. Her home base is Tuckaway Farm, which has been in her family for seven generations and is next door to a vineyard owned by her brother.\n7. The Milk Maid Marian\n\nMarian Macdonald blogs about the day-to-day life of an Australian dairy farmer in Gippsland, Victoria. The farm, which has been in the family for generations, is rain-fed rather than irrigated. Macdonald shares cow stories and photos, including a special focus on one of her favorite cows, aptly named \"Cheeky Girl.\"\n8. Bee Haven Acres\ntwo mini horses stick their heads through the fence at Bee Haven acres\n\nBlogger Bev's Bee Haven Acres in Central Pennsylvania is home to a herd of fainting goats and Nigerian dwarf goats, as well as horses, pigs and chickens. Bev talks about her family's organic farming (they grow their own blueberries and apples and collect their own honey and eggs) and makes vintage-inspired aprons.\n9. Tiny Farm Blog\n\nThis online photographic journal offers a day-to-day look at growing food on a small scale from a two-acre plot in southern Ontario. There are plenty of beautiful photos of farm-fresh crops, as well as lots of DIY organic practical advice — including pest controls, tools, seed starting — if you want to try it yourself.\n10. A Year in Redwood\nblack and white photo of tree and farm from Year in Redwood blog\n\nMargaret O’Farrell left the life of a Dublin city girl behind when she and her husband, \"Farmer Alfie,\" moved to North Tipperary to a farm and bed and breakfast. The blog is about food, gardening, life in the country and photography as Margaret chats about raising their own pigs and goats — and selling free-range, GMO-free pork and bacon — and most of their own vegetables.\n11. The Beginning Farmer\n\nEthan and Becca Book got into farming — specifically grass-fed cattle — to lower his soaring cholesterol levels. With no experience, they built a home on 40 acres in Iowa, and Ethan now covers the daily trials and fun of life on Crooked Gap Farm. The popular blog has spun off a podcast, and Becca also does The Beginning Farmer's Wife blog.\n",
            "comments": "3",
            "mins": "40 minutes",
            "likes": "45",
            "id": 1
        },
        {
            "title": "ogs Could Revolutionize the Sustainability of Future Pandemic Testing ",
            "author": "Melissa Breyer",
            "date": "2023-07-17",
            "avatar_url": "https://www.treehugger.com/thmb/3DI-L6V5qgqP5OD51xb8HSD9Afw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/yellow-labrador-retriever-520073658-a03093be1473410a80e9fb223966f8f9.jpg",
            "category": "Animals",
            "blog_post": " One of the more frustrating roadblocks in navigating the COVID-19 pandemic was the difficulty in getting quick, accurate test results. Sometimes, results for PCR tests took up to two weeks, rendering their diagnosis useless for planning isolation scenarios. Meanwhile, rapid tests still oftentimes provide a false negative if taken too soon after infection. When I had COVID, I was four days into symptoms before I got a positive at-home test—I've heard many people recount similar stories.\n\nThe testing we have is certainly better than nothing, but it leaves a lot to be desired. If only there were a better way, say, using something with remarkable innate sensitivity. Like, dogs. Far-fetched? Not at all.\n\nA review of recent research concluded that scent dogs may represent a cheaper, faster, and more effective way to detect COVID-19 and could be a key tool in future pandemics. This could be a game-changer for sustainability as well, eliminating the enormous amount of waste that comes with billions of testing kits.\n\nThe review, published in De Gruyter's Journal of Osteopathic Medicine, found that scent dogs are as effective, or even more effective, than conventional COVID-19 tests such as PCR tests.\n\nMost of us know that dogs have a remarkable sense of smell; they sniff out drugs and explosives and have even successfully identified patients with certain cancers, Parkinson’s, and diabetes. They have up to 300 million olfactory cells, compared to 5 or 6 million in humans. And they use one-third of their brains to process scent information—humans just use 5%.\n6 Medical Conditions That Dogs Can Sniff Out\n\nProfessor Tommy Dickey of the University of California, Santa Barbara, and Heather Junqueira of BioScent Detection Dogs analyzed 29 different studies in which dogs detected COVID-19. \"The studies were performed using over 31,000 samples by over 400 scientists from more than 30 countries using 19 different dog breeds. In some studies, the scent dogs sniffed people directly, sometimes in public places as a health screening. In others, the dogs sniffed patient samples such as sweat, saliva, or urine samples,\" explains a press statement from De Gruyter.\nDogs' Incredible Accuracy\n\nThe dogs ranged from Labrador retrievers and Belgian malinois to beagles and English springer spaniels. In most of the studies, the dogs demonstrated similar or better sensitivity and specificity than the current gold-standard PCR tests or antigen tests.\n\n\"In one study, four of the dogs could detect the equivalent of less than 2.6 x 10−12 copies of viral RNA per milliliter. This is equivalent to detecting one drop of any odorous substance dissolved in ten and a half Olympic-sized swimming pools and is three orders of magnitude better than modern scientific instruments,\" notes De Gruyter.\n\nRemarkably, they not only detected COVID-19 in symptomatic, pre-symptomatic, and asymptomatic patients, but they could also sniff out COVID variants and even long COVID.\nConsidering the Safety of the Dogs\n\nOne thing we certainly don't want is for dogs to become collateral damage in the pursuit of better testing. The study authors acknowledge this, writing that the \"safety of scent dogs, their handlers, and those who are inspected by the dogs is critical for the acceptance and implementation of the scent dog screening and testing approach.\"\n\n\"This is consistent with the One Health paradigm,\" they add, \"which defines health as more than the absence of disease and recognizes the interrelationships among humans, animals, and environmental welfare.\"\n\nThe authors evaluated whether medical detection dogs could contract and become ill with the COVID-19 virus and if dogs pass on the COVID-19 virus to humans. From a number of studies, they concluded that dogs are in the low-risk category. \"To our knowledge, there have been no deaths of dogs that can be unequivocally attributed to COVID-19,\" the authors explain. \"Importantly, the studies described above suggest that it is safe for healthy individual handlers to utilize scent dogs to directly screen and test individuals who may be infected with the COVID-19 virus.\"\nSpeedy Test Results\n\nA major benefit of using the dogs is their speed. In one study, researchers were able to do a lineup with 40 samples, including sample collection, lineup loading, and unloading, within just 3  minutes.\n\n\"The time between RT-PCR sampling and the return of results can be up to days, whereas the RAG test results are obtained within about 15 min.,\" write the study authors. \"Again, if scent dogs directly sniff individuals, results are learned in seconds, or a few minutes if samples are taken and sniffed soon after by the dogs.\"\n\n\"The criticality of the speed of the return of test results cannot be overemphasized,\" the authors add.\nElimination of Plastic Waste\n\nThat dogs could provide a result in seconds to minutes is crucial. But additionally, and importantly, scent tests by dogs don't require expensive lab equipment or create mountains of plastic waste, unlike conventional diagnostic approaches.\n\nAs of December 22, 2022, the United States alone had performed around 1.15 billion tests for COVID-19. Thinking of all the material for the testing kits and all the resources used for testing labs and sending samples around, etc., the reduction in ecological footprint is potentially tremendous.\n\nNot to mention the cost. Some of the research in the review was, in fact, motivated by the need for inexpensive testing in developing nations, the authors note.\n\n“Although many people have heard about the exceptional abilities of dogs to help humans, their value to the medical field has been considered fascinating, but not ready for real-world medical use,” says Dickey. “Having conducted this review, we believe that scent dogs deserve their place as a serious diagnostic methodology that could be particularly useful during pandemics, potentially as part of rapid health screenings in public spaces. We are confident that scent dogs will be useful in detecting a wide variety of diseases in the future.\" ",
            "comments": "6",
            "mins": "45 minutes",
            "likes": "50",
            "id": 2
        },
        {
            "title": "How Should We Measure Success in a Garden? ",
            "author": "Elizabeth Waddington",
            "date": "2023-07-28",
            "avatar_url": "https://www.treehugger.com/thmb/utMDo1Wz8ylwVpbE6i2WGK-yMJk=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/working-on-an-allotment-179659547-3851cc1cb0774212be52ec17257a2fa7.jpg",
            "category": "Home and design ",
            "blog_post": " Are you successful in your garden? This is a question that is not as easy to answer as you might think. I have been thinking lately about how we should measure success in a garden and why it is important to answer this question as a sustainable gardener.\nWhy Does Measuring Success Matter in a Garden?\n\nYou might wonder why we need to think about success in a garden at all. Why do we need to think about things in terms of successes or failures? Can't we just enjoy our gardens and our gardening without having to know how well we are doing?\n\nOf course, gardening is not always about results. Often, we may simply enjoy growing a little of our own food or some pretty flowers without thinking too much about how well things are going.\n\nBut measuring success can be important because it can help us to understand our goals and how we are measuring up against those goals. It can help us to see more clearly what has worked and what has not in our gardens and to dictate our course moving forwards.\n\nBy measuring our success, we can see where we, as gardeners, are truly helping to make our world a better place and also where we may be falling short.\n\nMeasuring success can also help to encourage us—helping us to avoid that well-known slump when things do not always go according to plan. Seeing what we have done right and where we have succeeded can make sure we remain inspired and excited about what we are doing in our gardens.\nDeciding What We Mean By Success\n\nIn order to measure success, we first need to determine what we mean by success. We need to ask ourselves what it means for something to go right and the metrics by which we can determine whether or not we are heading in the correct direction.\n\nSuccess in a garden will mean different things to different people. We might think about success in terms of the appearance of a garden. We might look carefully, observe, and monitor how a garden looks when compared with original designs or plans.\n\nWe might measure progress towards meeting specific goals that we set earlier on in our gardening journey. For example, we might have determined to overcome a particular challenge in the environment in which we grow. Or we might have lofty goals like self-sufficiency when it comes to food.\n\nThe success of a garden might often be measured by taking a look at its yields (strictly tangible, or tangible and intangible). The yields that a garden can provide often focus on food. But of course there are numerous things a garden can provide.\n\nEnvironmentalists can look at a number of metrics when trying to determine success in a garden. They might look, for example, at specific species, species numbers, or species diversity.\n\nBiodiversity in a garden is often considered one key measure of success. So we might look at the diversity of both plant species and local wildlife within the space.\nHow to Measure Success\n\nOften, to measure success in a garden, we need only look and learn, comparing what we have now to our permaculture designs or thinking about how they fit with the goals that we had earlier for the space.\n\nTo measure yields, at least tangible ones, we can easily weigh the produce that we grow. We can count the number of calories we grow. Or we can count specific fruits or vegetables to see how the harvest compares to the previous years.\n\nMeasuring success can sometimes be as simple as measuring yields and noting how the yields have increased with our decisions and efforts over time.\n\nMeasuring yields can be one simple way to see how well we have done. But it is important to remember that there are also intangible yields—ones that are not as easy to measure. How can we quantify the joy we experience from spending time in a beautiful and productive garden?\n\nWe can also count plant species and wildlife, but need to remember to look at the big picture to truly see how the garden ecosystem in functioning as a whole.\n\nCounting and measuring is important, but we should also remember to look beyond the facts and figures to see what we have really achieved and all that the garden can truly do for us. ",
            "comments": "34",
            "mins": "35 minutes",
            "likes": "130",
            "id": 3
        },
        {
            "title": "NASA's SWOT Mission Will Provide First Detailed Map of Earth's Surface Water",
            "author": "Michael d'Estries",
            "date": "2022-12-22",
            "avatar_url": "https://www.treehugger.com/thmb/xjz1WQudyVZvO3kdh3ucHVwdSaw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/NASASWOTsatellite1-fb981ba0a42549eb86983ccd8c479e85.jpeg",
            "category": "Nasa-space ",
            "blog_post": "\n\nNASA's $1.2 billion Surface Water and Ocean Topography satellite (SWOT) successfully launched from California on December 16, marking the start of an unprecedented mission to map Earth's water bodies.\n\n“It’s a game changer,” Rosemary Morrow, oceanographer at the Laboratory of Space, Geophysical and Oceanographic Studies and one of the science leads for the mission, told Nature. “It will be like putting on a pair of glasses when you are short-sighted: things are sort of vague, and then suddenly everything comes into clarity.”\n\nDeveloped over nearly two decades as part of a joint project with the French National Centre for Space Studies, SWOT will use advanced radar to measure the elevation, extent, and movement of water across the planet. Such insights will help researchers better understand the global water cycle and the impacts of climate change, and provide crucial information to help communities manage their water resources.\n\n“From a societal point of view—whether you’re looking at drinking water, navigation, flood control— water needs to be managed at basin scale,” SWOT science team member Sylvain Biancamaria shared in a mission brief. “Therefore, observations covering the entire basin are needed, and SWOT will provide such data sets.”\nAn Unprecedented Map of Nearly All Earth’s Freshwater Sources\n\nWhat’s perhaps most enlightening about SWOT’s mission is just how little data we currently have on Earth’s freshwater bodies. According to Tamlin Pavelsky, NASA freshwater science lead for SWOT, we only have information on a couple thousand lakes around the world. Thanks to the satellite’s ability to measure and map 95% of lakes greater than 15 acres (6 hectares) and rivers wider than 330 feet (100 meters) across, Pavelsky says that number will grow to “between 2 million and 6 million.”1\n\nBy measuring and monitoring the height, extent, and surface area of nearly 1.3 million miles of Earth’s freshwater sources, the SWOT research team says they can more accurately gauge how climate change is impacting our planet’s water cycle. \n\n\"This is important because as the climate warms, oceans are rising,\" Karen St. Germain, director of NASA's Earth Science Division, told reporters via ZDnet. \"Our coastlines are changing, and we're seeing large fluctuations in inland water bodies—lakes, reservoirs and rivers.\" \nMagnifying Impacts From Climate Change\n\nAccording to NASA, the ocean has absorbed more than 90% of the heat trapped by human-caused greenhouse gas emissions. Much of the continued uptake is thought to occur around currents and eddies less than 60 miles across, ocean features previously too small to study accurately from space. SWOT changes all of that, with a 10-fold improvement in the spatial resolution of water height measurement.2\n\nBy better understanding how climate change is impacting eddies and currents, estimated to account for up to half the heat and carbon transfer from surface waters to the ocean’s depths, researchers hope they can determine the ocean’s ability to capture future heat and emissions. \n\n“What is the turning point at which the ocean starts releasing huge amounts of heat back into the atmosphere and accelerating global warming, rather than limiting it?” Nadya Vinogradova Shiffer, SWOT’s program scientist, said. “SWOT can help answer one of the most critical climate questions of our time.”\n\nAfter six months of calibration, SWOT will enter an orbit roughly 554 miles above the planet and begin mapping its surface water. This process will repeat every 21 days, producing a steady stream of data that NASA plans to make public and provide tools for easier access. While the satellite has a scheduled lifespan of three years, SWOT project manager Thierry Lafon says we’ll likely have this advanced eye in the sky for decades to come. \n\n\"Our system will not limit the lifetime if everything is OK on board,\" he told Space.com before launch. \"Five years is completely reasonable, and [perhaps] many more years, as we've been doing for 30 years.\"\n",
            "comments": "49",
            "mins": "50 minutes",
            "likes": "250",
            "id": 4
        },
        {
            "title": "Tips for Converting Small Farms to Organic Production ",
            "author": " Elizabeth Waddington Elizabeth Waddington Elizabeth Waddington  Writer, Permaculture Designer, Sustainability Consultant      University of St Andrews (MA)  Elizabeth has worked since 2010 as a freelance writer and consultant covering gardening, permaculture, and sustainable living. She has also written a number of books and e-books on gardens and gardening. Learn about our editorial process",
            "date": "2023-06-06",
            "avatar_url": "https://www.treehugger.com/thmb/EW1EAzGjCRSkNfqpP1XOUx4Avb4=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/signs-for-vegetables-and-greens-for-sale-944864586-3f21db582c2c428e88007c9a32ec9ae7.jpg",
            "category": "Urban farms",
            "blog_post": " Many farmers are well aware that organic farming is a good thing to do. But knowing that something is right and actually implementing it fully are two very different things. Many farmers, even those who are sympathetic to the ideas we espouse and have a favorable option of organic production, may struggle to see how it is actually real-world feasible to make the switch. \n\nAs a permaculture designer and consultant, I often help small-scale farmers, market gardeners, or homesteaders move towards more sustainable enterprise on their properties, and so I thought I would share a few simple tips to help anyone who wants to convert an existing growing business to organic production. \nUnderstand Organic Farming Legislation Where You Live\n\nFirst things first, understand that sometimes, in certain jurisdictions in particular, conversion to organic production is about more than just farming organically. There can be a plethora of forms to fill in and red tape to wade through before you can actually be certified and be allowed to sell \"organic\" label produce. \n\nAs well as familiarizing yourself with the legislation and requirements for organic farming where you live, it can also be very useful to speak with those who have already gone through the process and who are growing organically—ideally in a location nearby and on land similar to your own. \n\nWhile you can read about things all day, actually speaking with someone with their hands in the dirt and real-world experience can make all the difference. It can open your eyes to potential problems of all kinds, but also bring clarity about the achievability of your organic farming goals. \nSourcing Seeds\n\nOn any arable farm, sourcing organic seeds will be one key part of the puzzle. Fortunately, today, organic seeds are more widely available than they once were. And you can potentially buy just once, then convert to saving your own seed for subsequent years in order to keep costs down. \n\nWhile this may not be feasible for all farms, seed saving is one potential way to reduce operational costs for a small-scale food-growing business. You would only be able to use your own seed and call it organic once the conversion period has elapsed. \nManaging Soil Health and Fertility\n\nOrganic farming is about far more than just the avoidance of certain products. It is also focused on holistic land management and, crucially, on maintaining a healthy and fertile soil ecosystem. \n\nKey things to think about when it comes to managing soil health and fertility are:\n\n    Crop rotation and crop sequence to balance demands on the soil. \n    Using legumes/dynamic accumulators and/or animal manures to cycle nutrients through the system. \n    Management of waste and the creation of closed-loop systems. \n\nWhile certain inputs for fertility are allowed in organic crop production, your goal, both for optimal production and for financial reasons, should be to minimize additional inputs required as much as possible. \nWeeds, Pests, and Disease Control\n\nIt is important to understand that you will have weeds, pests, and diseases on an organic farm. The key, of course, is to maintain a natural balance so that none of these problems are able to proliferate too much or get out of control. \n\nPests and diseases are typically the easier things to manage in organic arable farming. Begin with healthy soil, which will yield healthier and more resistant plants. \n\nIntegrated pest management, with strategic sowing times, crop rotation, physical barriers where required, and, most crucially, the boosting of biodiversity and the attraction of natural predators, can all keep crops safer and reduce crop damage and losses. \n\nHowever, there will be times in organic production when the \"nuclear option\" is required, and certain organic pest control products might be used. \n\nWeed control requires significant consideration in organic conversion and can sometimes be one of the most challenging aspects. \n\nBut using both mechanical and cultural methods, and timing these correctly, can mean that the transition goes more smoothly than it might otherwise do. Dense sowing, the use of mulches, and the reduction of bare soil and soil disturbance will all play their roles in keeping weed pressures under control.\nLivestock Systems Organic Conversion \n\nIf you have livestock on your small farm then organic conversion can be more complex than for non-integrated arable systems. However, one might argue that the rewards are even greater when the conversion is complete (both in \"real\" value and in financial terms for a farming business). \n\nIn livestock farming systems, you will need to think about what you feed to livestock and where they are housed. \n\nYou may also have to consider where your breeding stock comes from, and you will need to make sure that you have a feasible and well-thought-out livestock management plan in place. You need to consider veterinarian treatments and how grassland will be managed short and longer term. \n\nThinking carefully about how you will manage each of these issues will help you determine the shape of your new enterprise and see how things will alter from your current practices. \n\nGet a clear idea before you begin, and you are far less likely to fall at the first hurdle during the organic conversion process. ",
            "comments": "15",
            "mins": "49minutes",
            "likes": "150",
            "id": 5
        },
        {
            "title": "Noise Pollution: Environmental Impact and What You Can Do ",
            "author": " Gabriella Sotelo",
            "date": "2023-07-26",
            "avatar_url": "https://www.treehugger.com/thmb/BE1rR-gxMWijZsi5zbADK4E6tA4=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/male-saffron-finch-perched-on-branch-930429234-036f22e0eb5246e895a7a3cd6e68a82f.jpg",
            "category": "Pollution",
            "blog_post": " Have you ever been somewhere truly free from the sounds of humankind? We become immune to the sounds of distant traffic and especially the subtle hum of planes above, but there are few places that don't have some form of noise pollution.\n\nNoise pollution is noise that has surpassed ambient noise levels and has a harmful impact on humans and animals. This type of pollution is generated by humans and is a form of environmental degradation. It can serve as a source of stress on fauna, can have negative effects on animal welfare, and can even cause behavioral changes in birds, according to a study on the impacts of noise pollution on birds. \nMap of noise pollution in the United States\nMap showing noise caused by road, rail, and aviation. Photo from U.S Dept. of Transportation, National Transportation Noise Map.\n\nNoise pollution can be problematic when frequencies that are produced disrupt information transmission in animals, specifically animals that use similar frequencies to communicate. These disturbances can also lead to higher anti-predator behaviors in situations that don’t require it, as well as change species vocalization, increase stress and stress-related diseases, and have the potential to decrease populations.\nNoise Pollution Facts\n\n    The third most common chronic physical condition in the United States is hearing loss. (CDC)\n    Over 100 million people in the European Union are exposed to traffic noise above 55 decibels (dB), according to a study looking at noise pollution and its health effects.\n    Noise over 70 dB over a long period of time can damage your hearing, and noise above 120 dB can cause immediate damage to your ears. The average sound of a firework is 140 dB, and the average sound of traffic (from inside the car) is 80 to 85 dB. (CDC)\n    Noise pollution threatens the survival of over 100 species.\n\nWhat is Noise Pollution?\n\nNoise pollution can also be defined as an unwanted sound. The noise that is studied usually refers to occupational noise instead of social noise or environmental noise like construction.\n\nIn the E.U., around 56 million who live in areas with a population size of more than 250,000 people are exposed to more than average traffic noise. In the United States, noise has been shown to be increasing in California due to street traffic and increased at a rate of 6.7 dBA (A-weighted decibels). \n\nNoise pollution's impact on the environment can be classified as:\n\n    Chronic Contamination / Continuous Noise: Constant exposure to noise; this type of pollution can lead to hearing impairment.\n    Temporary Contamination with Physiological Damage: Exposure to a limited source of noise; an example is exposure to explosives.\n    Temporary Pollution Without Damage: Continuous noise for a limited period of time, like street noise—this can lead to temporary hearing impairments.\n\nMeanwhile, low-frequency noise is described as the background noise that comes from urban environments like air conditioning systems or vehicles. Traffic accounts for 80% of the environmental impact of noise. In animals, traffic noise can reduce foraging efficiency, and in birds can affect their reproductive system.\nExamples of Noise Pollution\n\nBarcelona, Spain\n\nBarcelona is among the top cities exposed to noise pollution. Almost 48% of city blocks had an average noise level over 65dB, and only 5% of city blocks had noise levels under 55dB, according to research on environmental noise inequities in the city. The area with the highest noise level was the Eixample district; this district has high flows of street traffic and is also where the very popular La Sagrada Familia is located. This district, as well as the Sarria-Sant Gervasi district, experience levels over 70dB. In Barcelona, 94% of the population lives in city blocks that experience high-noise levels. In Madrid, 80% of all urban noise comes from road traffic, according to an impact assessment of traffic noise in Madrid. In general, the E.U. has shown that 65% of Europeans live in major urban areas that are exposed to high noise levels.\n\nNew York City, United States\n\nNoise has been consistently reported as the number-one quality-of-life issue affecting residents in New York City. Sound pressure levels were reported at 70 to 85 dB in midtown Manhattan, which is above average and is at a level that poses health hazards, according to an assessment of noise pollution in NYC. More than two million people in New York City reported that they were disturbed from sleep by noise once a week; 78% of those people reported being disturbed three or more nights each week, according to a paper on the effects of ambient noise on sleep. Traffic noise caused 53% of sleep disturbances. Measured locations in New York City with noise levels greater than 70dB increased risk of hearing loss. These noise levels were especially high in areas with a lot of traffic, during the morning and evening commuting periods, and all around Manhattan, as reported in an assessment of street-level noise in New York City. The assessment also found that the highest noise measurement occurred when sirens, heavy pedestrian traffic, or construction was present. Street-level noises contribute to 4% of total noise exposed to the NYC public.\nNoise Pollution and the Clean Air Act\n\nThe Clean Air Act Amendment added Title IV to the document, which relates to noise pollution. This amendment established the EPA Office of Noise Abatement and Control to study the effect of noise on public health and the effect on wildlife, the psychological and physiological effects it may have on people, and the effect of sporadic extreme noise. The sources of noise that are regulated by the EPA include construction equipment, trucks, transport equipment, low-noise emission products, and rail and motor carriers. It also regulates the labeling of hearing protection devices.  During the time this amendment was written, the EPA identified the average exposure to environmental noise to be 70 dB over 24 hours and average levels of 55 dB outdoors. However, the Office of Noise Abatement and Control was closed as the administration thought it was best if issues regarding noise were handled at the local and State level, according to the EPA.\n\nThe Noise Control Act of 1972 and the Quiet Communities Act essentially replaced the office and have yet to be rescinded, however the EPA’s website states they are “essentially unfunded.” Since the Clean Air Act and the previously mentioned amendment are no longer enforced, people can look at their state’s regulations. For example, Colorado limits the decibels produced by noise in residential, commercial, light industrial, and industrial zones between a set time. Their statute also considers periodic, intrusive, or shrill noises as a nuisance. The California Noise Control Act reiterates the harm excessive noise can have on physiological and psychological health, and also states that people in California are entitled to having a “peaceful and quiet” environment without noise that could be hazardous to their health.\nEffects of Noise Pollution on Wildlife\n\nThe greatest effect of noise pollution on the environment is on animals. Noise pollution can affect an animal's ability to detect acoustic signals, affect courtship behaviors, cause birds to produce fewer eggs, and cause fewer offspring to reach reproductive age. On detecting acoustic signals, noise can also be produced in the same frequencies in which animals vocalize and can interrupt the transmission of information.\n\nNoise affects many species of animals, from amphibians, arthropods, birds, and fish to mammals, mollusks, and reptiles.\nNoise Pollution Is a Major Threat to Many Different Kinds of Animals, Study Finds\n\nAccording to the World Health Organization, noise is one of the most hazardous forms of pollution and has become omnipresent in aquatic and terrestrial ecosystems.\nHow Noise Affects Animals\n\n    It hampers communication. Most animals rely on vocalizations and other acoustic signals to communicate with each other. Interference makes it challenging for animals to find mates, warn of danger, establish territories, and coordinate group activities.\n    It disrupts reproduction: Noise pollution is distracting and can disrupt breeding behaviors and lead to diminished reproductive success. For instance, loud noises near nesting sites can cause birds to abandon their nests.\n    It compromises dwindling habitat: Noise can reduce the quality of usable habitat, something that is already in critical decline.\n    It alters foraging patterns: Noise pollution can change the foraging patterns of animals. For example, ship noise can cause marine mammals to avoid certain feeding grounds.\n    It leads to stress and health issues: Just like in human animals, prolonged exposure to loud and constant noise can lead to chronic stress in non-human animals, which can have many adverse effects.\n    It drowns out environmental cues: Noise pollution can make it hard to hear important environmental cues that animals have always relied on to navigate and detect predators or prey.\n    It disorients and can cause strandings: Particularly in aquatic environments, noise—like that from ships or oil extraction activities—can disorient marine animals and lead to beach strandings or collisions with boats.\n\nThese disturbances can have long-term consequences. For example, some species may perform anti-predator behavior due to the confusion noise may create, as is the case with the impact of noise pollution on the saffron finch.\n\nIn this case, the noise created by traffic changed the behavior of saffron finches and made them less aggressive. In an environment with heavy noise, the male bird would display less aggressive behaviors when confronted by an intruding bird. This may be because they pay less attention to the intruder if unwanted noise masks the information that dictates the attributes of the intruder. The study predicts that if noise pollution were to continue, this species would continue to exhibit anti-predator behavior, as well as eat and reproduce less. This type of behavioral change was also found in the chipping sparrow.\nWhat Can Be Done?\nPedestrians in Hong Kong\nCharles O'Rear / Getty Images\n\nTrees can be used against noise pollution, according to an investigation on the effects of leaves, branches, and canopies on noise pollution. By decreasing the area in which noise is made and increasing tree presence with tree belts of at least 12 meters, trees could serve as a noise barrier in urban areas. Another study found that tree belts with a width of 30 meters could be planted on the roadside and have more than 6dB reduction of noise than a grassland would. The conclusion was that more trees, branches, and leaves could reduce noise pollution.\nHow Do Trees Reduce Noise Pollution?\n\nRegulations have also been placed in the U.S. statewide and local governments to reduce noise pollution. New York, for example, has a regulation that looks at occupational noise exposure; this ranges from monitoring noise to providing personal protective equipment. Many states and local governments in the U.S. have their own regulations regarding noise pollution; however, many focus on the human impacts that noise pollution has and not the environmental impacts.\nHow Can You Help?\n\n    Advocate for planting trees and vegetation, or plant trees yourself. Trees can serve as a great noise barrier and have many other benefits as well.\n    Turn down the volume on your television, music, and car stereo—especially in urban and residential areas where people can overhear your entertainment.\n    If you own a car or motorcycle, ensure it's well-maintained to minimize engine noise.\n    Check your road rage and limit unnecessary honking.\n    Limit the use of loud machinery or equipment.\n    Opt for electric gardening equipment—gas-powered lawnmowers and leafblowers are a bane for your neighbors.\n    Opt for an electric car, which reduces engine noise from traffic.\n    Use soundproofing in your home or workspace to decrease the noise you hear and the noise you emit.\n    Advocate for quiet zones in public places, like parks, libraries, or public transportation.\n    Research and support local and national noise-reduction policies and regulations.\n    Become active in local community initiatives to reduce noise pollution, such as organizing noise awareness campaigns or supporting noise-reduction projects.\n\n",
            "comments": "9",
            "mins": "39 minutes",
            "likes": "103",
            "id": 6
        },
        {
            "title": " Victorian-Era Terrace House Reinvented as Elegant Sanctuary ",
            "author": "Kimberley Mok",
            "date": "2023-07-19",
            "avatar_url": "https://www.treehugger.com/thmb/bXCMDDlEgJrls5JS2LFUU6EdmEE=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/9dffdf93-4413-41f5-9883-0a5f174e76b6-88efb5b800134607aa00bb62942b73c9.jpg",
            "category": "Architecture",
            "blog_post": " There's been a shift in recent years in sustainability circles about what exactly constitutes green building. Does it mean demolishing old, underperforming structures and building new, energy-efficient buildings with sustainable materials? Or can green building also mean preserving and reusing older buildings—by readapting them for new purposes by retrofitting them to more modern and greener standards?\n\nBut as we begin to ask \"why\" we build instead of \"how,\" it's becoming more and more apparent that the latter path means avoiding the greater upfront carbon emissions that a new build might entail, and that's why preservation can be a form of climate action.\n\nA great example of how preservation goes hand-in-hand with building sustainably can be found in Australia, where there is a growing trend of renovating and retrofitting older workers' cottages and other 19th-century terrace homes for modern use. In extending a century-old terrace house in an inner suburb of Melbourne, local firm Austin Design Associates managed to create an eye-catching contrast between traditional and modern elements.\n\nAs regulations for heritage-status homes like this one go, the character and height of the original front facade have to be maintained. However, there is more leeway at the rear to add a taller addition, as this renovation of the Richmond House has done.\nRichmond House renovation by Austin Design Associates exterior\n\nSpacecraft\n\nOnce inside, we can see that the designers have completely overhauled the interior to evoke a modern and classy look, with whitewashed walls contrasting against wood, glass, and black metal accents.\n\nHere in the main corridor, we see the original archway has been preserved and highlighted with a semi-circular, metal-framed window above the glass door leading to the main living space. We love how the change between the wood risers to the carpeted steps on the staircase announces a subtle shift from the shared common space downstairs to the more private areas upstairs.\nRichmond House renovation by Austin Design Associates main corridor\n\nSpacecraft\n\nOff to the side of the corridor, we find the bathroom, which has been modernized to have a floating vanity with two sinks, and a sleek shower stall that has a built-in niche for toiletries and a simple glass wall to define it.\nRichmond House renovation by Austin Design Associates bathroom\n\nSpacecraft\n\nThe bathroom also connects to a walk-in closet with plenty of organized storage space, with lots of wood-lined elements to soften the starker colors of white, black, and grey.\nRichmond House renovation by Austin Design Associates walk in closet\n\nSpacecraft\n\nMoving back into the corridor and into the main living area, we see the open-plan kitchen overlapping with the living room beyond. Here, the kitchen features a clean, rectilinear design scheme, consisting of a wall of white cabinetry and white backsplash tiling with black grouting, all of which is offset against the grey-colored countertop and open wooden shelving. The ceiling is lined with wood, which also contrasts well against the polished concrete floor (not the most eco-friendly material, but certainly durable).\n\nThe central kitchen island is the place where the family can gather around for meals. This minimalist piece is warmed up with a top made of natural stone material and a large three-dimensional grid of open shelving that is made with wood. To finish off the look, there are two metal-framed bar-height chairs at one end.\nRichmond House renovation by Austin Design Associates kitchen\n\nSpacecraft\n\nThe living room is warmed up considerably with a palette of warm grey masonry paired with textures of natural brown leather and an off-white, thickly woven carpet. With the full-height glass doors, the interior space is designed to flow out seamlessly with the rear garden space.\nRichmond House renovation by Austin Design Associates living room\n\nSpacecraft\n\nThe black metal wood stove is a welcome addition to this space, sitting on a plinth of that same friendly grey.\nRichmond House renovation by Austin Design Associates wood stove\n\nSpacecraft\n\nDespite its small footprint and hard stone surfaces, the backyard feels incredibly lush, with its walls lined with greenery.\nRichmond House renovation by Austin Design Associates backyard\n\nSpacecraft\n\nWith the right kind of lighting in the right places, the backyard feels like an illuminated haven in the middle of the city.\nRichmond House renovation by Austin Design Associates backyard\n\nSpacecraft\n\nLike so many other examples of outdated housing inventory, older buildings such as this one show that they can indeed be reinvented for modern life—and it is often the choice that is better for the environment and for preserving the historical character of a neighborhood. For the building industry to become more sustainable, preservation and adaptive reuse are critical pieces of the puzzle. To see more, visit Austin Design Associates.",
            "comments": "4",
            "mins": "30minutes",
            "likes": "98",
            "id": 7
        },
        {
            "title": "German Rail Operator Switches to Reusable Cups and Plates to Curb Waste ",
            "author": " Katherine Martinko",
            "date": "2022-12-20",
            "avatar_url": "https://www.treehugger.com/thmb/Yc7dD9rdFsXADGKo5wnRB7OwecA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/DBtrain-70425cec66584e099c0bc88c808127ad.jpg",
            "category": "Pollution ",
            "blog_post": " Next year, if you're riding a train in Germany, you will be able to get your food and drink in reusable dishes. Deutsche Bahn, the country's main rail operator, issued a statement saying that travelers would be able to choose a \"high-quality porcelain or glass\" option when ordering food and drink on its intercity and high-speed services. \n\nReusable cups, plates, and bowls will be offered to customers free of charge, with no deposit required. Single-use plates and cups made from plastic and cardboard can still be requested if a person prefers them, but the move toward reusables is part of a broader national push to reduce food packaging waste. Starting January 1, 2023, Germany is requiring all restaurants to use reusable packaging for takeout food products, while keeping disposables on hand for special requests.1\n\nDeutsche Bahn points out that a disposable cup has an average lifespan of just 15 minutes before it's thrown away. From its website:\n\n    \"This generates an unimaginable amount of waste every day: according to the German environmental association Deutsche Umwelthilfe, the daily figure in Germany is in the region of 7.6 million cups. That's 320,000 cups every hour. Not only does their production require tens of thousands of metric tons of wood and billions of liters of water, it also often leads to road and environmental pollution.\" \n\nReusable cups, by contrast, reduce waste and save wood, energy, and water. The ones used by DB are also 100% recyclable when they too reach the end of their lives. DB says that replacing a disposable cup with a reusable one saves 21 grams of CO2 and 430 mL (14.5 ounces) of water.2\n\nAs for washing all those reusable cups and dishes, DB doesn't offer much information beyond saying that it considers \"the ecological impact of the detergents that we use in the kitchens of our staff restaurants\" and only buys products that are \"certified in line with the EU's Ecolabel or Nordic Swan standards.\" \n",
            "comments": "7",
            "mins": "55 minutes",
            "likes": "114",
            "id": 8
        },
        {
            "title": "Hurricane Fiona Is a Cautionary Tale For the Caribbean ",
            "author": " Eduardo Garcia Eduardo Garcia Eduardo Garcia  Writer      Columbia University  Garcia is an environmental writer and editor based in New York. His work has appeared in The New York Times, The Guardian, Slate, Scientific American, the Daily Mail, and others. Learn about our editorial process",
            "date": "2022-09-20",
            "avatar_url": "https://www.treehugger.com/thmb/Epsizmitx6Kn1SUdabMqA0bU0fo=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/GettyImages-1243367140-b4bb603dc6ba47b0b9226e609606186d.jpg",
            "category": "Weather",
            "blog_post": " In a clear case of déjà vu, Hurricane Fiona struck Puerto Rico on Sept. 18, almost five years to the day Hurricane Maria hit the island, showing that, as researchers have long warned, tropical storms are now more frequent and destructive due to man-made climate change.\n\nBack in 2017, Hurricane Maria killed thousands of people and left millions without power for days—some regained access to the grid weeks or months after the disaster. Recovery efforts after the hurricane have been marred by corruption, mismanagement, bureaucracy, and political missteps that left the island vulnerable to another tropical cyclone. \n\nA study released in 2019 found that the likelihood of extreme precipitation events like Hurricane Maria hitting Puerto Rico is now almost five times higher due to the climate crisis.1 \n\nThe storms were similar in many ways but had their own characteristics. Whereas Maria was a Category 4 hurricane that unleashed winds of up to 155 mph, Fiona, a Category 1 storm when it made landfall, was milder, with winds of up to 85 mph, which later increased to 115 mph as the storm progressed through the island. \n\nAnd yet, the torrential downpours caused by Fiona brought Puerto Rico to its knees. According to estimates by the National Oceanic and Atmospheric Administration, the slow-moving tropical cyclone dumped 15.80 inches of rain over a five-day period, slightly more than Maria at 14.72 inches.\n\nDespite contributing less than 1% of the greenhouse gases emitted since the start of the industrial revolution, small island nations with limited resources are particularly susceptible to the ravages of climate change, including sea level rise, destructive storms, and disruptive rain patterns.\n\nThis confirms another long-held prediction that, with climate change, destructive storms will not only become more common but also wetter. \n\nThat’s because the increase in temperatures is leading to more oceanic evaporation and because warmer air can hold more water vapor. The global average temperature has already increased by nearly 1.2 degrees Celsius (2.2 degrees Fahrenheit) due to the climate crisis and for each degree celsius of warming, the air’s ability to hold water is thought to increase by about 7%.23\n\n\"Extreme Precipitation and Climate Change.\" Center for Climate and Energy Solutions.\nThe latest research suggests that the increase may be three times higher, at 21%.4\n\nThese two factors can cause an increase in extreme precipitation. Since nearly 80% of precipitation occurs over the ocean, islands like Puerto Rico are especially vulnerable.5\n\nAs well as killing 16 people, in Puerto Rico, Fiona triggered flooding that washed out roads, bridges, and power infrastructure, leaving 3.3 million people without electricity. As of yesterday, roughly 349,000 homes and businesses still didn't have power.\n\nPuerto Rico’s electric grid was already in a weak position following a botched attempt to privatize the island’s power sector after Hurricane Maria, which sent electricity prices soaring and failed to prevent crippling blackouts. \nA fallen powerline on the road\nDowned power lines on road PR-743 in Cayey, Puerto Rico as the island awoke to a general power outage in San Juan, Puerto Rico.\n\nJose Jimenez / Getty Images\nMismanagement and Colonialism\n\nDespite contributing less than 1% of the greenhouse gases emitted since the start of the industrial revolution, small island nations with limited resources are particularly susceptible to the ravages of climate change, including sea level rise, destructive storms, and disruptive rain patterns.\n\nMillions of people in impoverished Caribbean nations and territories such as Puerto Rico, Cuba, Haiti, and the Dominican Republic have been left without power or running water for weeks or months in the wake of devastating tropical cyclones.\n\nHaiti is still reeling after Tropical Storm Grace hit the island nation shortly after a major earthquake in August 2021—the back-to-back disasters killed nearly 2,000 people. \n\nAuthorities there have been accused of squandering billions in aid. According to a New York Times report published last year, starting in 2010, some $13 billion in foreign aid provided a lifeline for millions of Haitians following natural disasters but “also allowed corruption, violence, and political paralysis to go unchecked.”\n\nOnly a week after Fiona devastated Puerto Rico, Hurricane Ian struck Cuba causing a nationwide blackout and destroying tobacco plantations, an important source of income for the island. Efforts to make the country more climate resilient continue to be undermined by the ongoing embargo.\n\nIn a blog post published last year, Juan Declet-Barreto, a Senior Social Scientist for Climate Vulnerability at the Union of Concerned Scientists, noted that “islands and their people are more vulnerable to climate impacts than continental jurisdictions. They are more ",
            "comments": "13",
            "mins": "41 minutes",
            "likes": "77",
            "id": 9
        },
        {
            "title": "Puerto Rico Sues Oil Majors Over Hurricane Damage ",
            "author": " Eduardo Garcia Eduardo Garcia Eduardo Garcia  Writer      Columbia University  Garcia is an environmental writer and editor based in New York. His work has appeared in The New York Times, The Guardian, Slate, Scientific American, the Daily Mail, and others. Learn about our editorial process",
            "date": "2022-09-20",
            "avatar_url": "https://www.treehugger.com/thmb/yJnN0I_PPgVYTFtyuyIRzErGnag=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/hurricane-irma-puerto-rico-fe65d054917a48329de16b24cf6a8c35.jpg",
            "category": "fossil fuel ",
            "blog_post": " Sixteen municipalities in Puerto Rico filed a lawsuit claiming that major oil companies including Chevron, ExxonMobil, and Shell are financially responsible for the damage caused by Irma and Maria, two catastrophic hurricanes that pummeled the Caribbean island in 2017.\n\nThe class action lawsuit notes that according to the scientific consensus, fossil fuel emissions are to blame for the climate crisis that has increased the global average temperature by 1.2 degrees Celsius (2.2 degrees Fahrenheit). \n\nMuch of this additional heat has been absorbed by the oceans and warmer waters are leading to more destructive and wetter tropical storms that have devastated Caribbean nations in recent years. According to official data, Maria killed nearly 3,000 people in Puerto Rico and caused $107 billion in damages.1\n\n\"Puerto Rico was hit by the perfect storm and is the ultimate victim of global warming,\" said Marc Grossman, one of the attorneys representing the plaintiffs in a press release. \"This is an opportunity to finally get justice for all that Puerto Rico sacrificed in 2017.\"\n\nStates, cities, and counties in the U.S. have filed around 20 cases to hold fossil fuel companies accountable for the climate crisis. \n\nThese cases are similar to one another because they all claim that fossil fuel companies misled the public by promoting products that they knew were causing climate harm. However, the Puerto Rico lawsuit is unique because it is the first to include claims under the Racketeer Influenced and Corrupt Organizations Act (RICO) and, as such, it was brought in federal court instead of a state court.\n\nPuerto Rico could potentially receive tens of billions if the case succeeds and a victory would set a precedent that would allow other jurisdictions to file RICO cases against fossil fuel companies.\n\nIt could take years for the case to unravel but a good omen is that it bears similarities with some of the RICO cases that were successfully brought against the tobacco industry in the past, said Korey Silverman-Roati, a climate law fellow at Columbia University’s Sabine Center for Climate Law.\n\n“There is a key parallel with the tobacco industry because the plaintiffs argue that this is an industrywide effort to convince the public that dangerous, harmful products are not dangerous, even though the industry knows that they're dangerous,” Silverman-Roati told Treehugger.\n\nOil companies are ultimately responsible for the climate destruction that Puerto Rico suffered in 2017, the lawsuit argues, because they marketed and sold fossil fuels that are causing global warming, even though they were aware of the dangers since at least the 1970s—independent media outlets such as Inside Climate News and Drilled have thoroughly reported on this decades-long deceit. ",
            "comments": "5",
            "mins": "43 minutes",
            "likes": "67",
            "id": 10
        },
        {
            "title": "Global Energy Crisis Triggered Renewables Momentum—Let's Keep It Going ",
            "author": "Sami Grover",
            "date": "2022-12-19",
            "avatar_url": "https://www.treehugger.com/thmb/Q9sigmPXQqcfNHU6t8aw-VkHPZ0=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Germany-Energy-Market-f2ffd65f2f4640e5834dace5abb6b1e0.jpg",
            "category": "Energy crisis",
            "blog_post": "\n\nBack in the early days of Russia’s invasion of Ukraine, we witnessed in some European circles a resurgence of calls for fracking fossil fuel exploration—with Liz Truss’ brief tenure as the U.K. Prime Minister leading to an equally brief moment when fracking seemed likely to get the green light once more. It seems, however, that cooler heads are mostly now prevailing.\n\nGermans are competing with each other to save energy. Current U.K. Prime Minister Rishi Sunak has banned fracking once again. And there appears to be a lot more recognition that the path to energy independence lies not in greater reliance on polluting commodity fuels, but rather in doubling down on efficiency, sufficiency, and renewables. \n\nIndeed, if the IEA’s Renewables 2022 Report is to be believed, the invasion of Ukraine may eventually be looked back on as an inflection point for our transition away from fossil fuels—with major policy initiatives across the U.S., China, and Europe leading to faster deployment of renewables. And, in the case of Europe at least, a significant reduction in demand for natural gas, oil, and coal.\n\nTo underscore how quickly this is all happening, the forecast growth of renewables is 30% higher than predictions from just one year ago. As a result of this step change, the report says, we should see renewables overtake coal as the world’s leading source of power by 2025.1 \n\nHere’s how the IEA’s Executive Director Fatih Birol describes the global significance: \n\n    “Renewables were already expanding quickly, but the global energy crisis has kicked them into an extraordinary new phase of even faster growth as countries seek to capitalise on their energy security benefits. The world is set to add as much renewable power in the next 5 years as it did in the previous 20 years.This is a clear example of how the current energy crisis can be a historic turning point towards a cleaner and more secure energy system. Renewables’ continued acceleration is critical to help keep the door open to limiting global warming to 1.5 °C.”\n\nNone of this is inevitable, of course. And more always needs to be done. While Europe’s gas storage facilities are currently pretty full—allaying immediate fears of Russian leverage over energy demand—we’re also hearing news from The Guardian that Germans haven’t quite achieved the government’s desired 20% cuts in consumption, leading to concerns that next winter may be harder than this one. The IEA itself says that a further 100 billion euros of clean energy investments are needed to help Europe resist Russian energy blackmail in 2023.2\n\nAnd while Britain’s conservative government has finally reversed its ridiculous blanket ban on onshore wind and solar—a policy move that was clearly designed to placate the climate-skeptic wing of the party—it has also decided to grant approval to a controversial new coal mine. \n\nThey giveth and they taketh away, I guess. \n\nBut the broad point still stands. We are deep in the midst of an energy transition that the laws of physics dictate will have to get us to net zero emissions within the next few decades. Nobody is arguing that we can stop all fossil fuel use tomorrow. But there does appear to be a growing recognition that pitting the goal of energy security against climate security is a disastrous false choice. \n\nMore importantly, this is a powerful, teachable moment about the pace at which we can change—if we choose to. Because let’s face it: Even the new, 30% higher growth predictions for renewables still represent a pace that doesn’t really match the depth of the crisis we face. So while I am delighted to see that this shift is happening, I am also going to continue pushing for more. \n\n    How fast could we go if the price of fossil fuels represented their true cost? \n    How much could we achieve if we listened to protesters and scientists, and finally stopped looking for new fossil fuels? \n    What more could be done if we shifted our understanding of what \"the good life\" really looks like, focusing on sufficiency and community abundance, rather than production and consumption at all costs? \n\nWe’ve just seen that things can change fast. Let’s change them faster. \n",
            "comments": "6",
            "mins": "33 minutes",
            "likes": "43",
            "id": 11
        },
        {
            "title": "Here's a Shipping Container Tiny House That You Can Build Yourself or Buy ",
            "author": "Kimberley Mok",
            "date": "2023-07-26",
            "avatar_url": "https://www.treehugger.com/thmb/Rrg4uTUPskKRYnvrSZyGhxaNg8g=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/rising-sun-shipping-container-home-uncontained-dreams-7-1f92d5f8e08042f0bf91726412f248f7.jpg",
            "category": "Home and design ",
            "blog_post": " When it comes to small homes, shipping container housing seems like the option with the greatest potential to be distributed on a large scale. That's due in large part to their baked-in modularity, as they are made to be moved around easily when integrated into a global infrastructure system of ships, trucks, and cranes. They also come with a price tag that can be as low as several hundred dollars. From this standpoint, shipping container housing makes sense if you want to have lots of cheaper housing that can be shipped almost anywhere.\n\nOf course, there are downsides to shipping containers; they can be difficult to insulate properly, and the treated wooden floors are toxic and need to be swapped out if they are being converted for habitation. But when done right, shipping container homes can be quite beautiful and functional, despite these initial hurdles.\n\nComing out of Texas, Uncontained Dreams is one company that is designing and building some lovely homes out of shipping containers. The company's founder is Micah Woods—a former woodshop and metal shop teacher—who translated a lot of his knowledge into creating a high-end home that is both packed with features and affordable. We get a more in-depth look at the company's first model, The Rising Sun, via Exploring Alternatives:\n\nThe bespoke 40-foot-long home is inspired by Woods' love of Japanese architecture, putting the emphasis on clean lines and Japanese-style elements like the shou sugi ban trim around the windows and door—essentially lightly torched wood that is more resistant to pests and weathering. In addition, this home was built out of a high cube shipping container, which is one foot taller than a standard container, for a total of 9.5 feet.\nRising Sun shipping container house by Uncontained Dreams exterior\n\nExploring Alternatives\n\nTo boost interior ventilation and comfort, the home has a mini-split system for heating and cooling and plenty of operable windows to increase natural air circulation.\n\nInterestingly, Woods says that the company has developed a unique method of installing windows on the uneven exterior surfaces of the shipping container, which even DIYers could use:\n\n    \"I wanted to create a container that anyone could build, so we created a method that allows you to have no-weld [windows]. We created these blocks [that you can] put underneath and on top of the window, and that allows you to install the window on a flat surface, as opposed to the corrugated [surface]. It makes [building a shipping container home] more approachable... so you don't need to learn how to weld.\"\n\nRising Sun shipping container house by Uncontained Dreams exterior\n\nExploring Alternatives\n\nComing inside past the black-painted entry door, we arrive in the open-plan kitchen and living room.\nRising Sun shipping container house by Uncontained Dreams interior\n\nExploring Alternatives\n\nThe kitchen area spans along both sides of the home and includes features like quartz countertops, a stainless steel sink that is wide and deep enough to wash almost anything, as well as a compact under-counter microwave, and a full-size stove, oven, and refrigerator.\nRising Sun shipping container house by Uncontained Dreams kitchen\n\nExploring Alternatives\n\nThere is plenty of storage to be found in the cabinets, which have pull-out drawers to allow easy access to things stored all the way in the back.\nRising Sun shipping container house by Uncontained Dreams cabinet\n\nExploring Alternatives\n\nThe living room is just beside the kitchen and features a deceptively simple set-up that comprises a sofa, mini-coffee table, and a console. There is an integrated fan and light installed on the ceiling, which helps to minimize the number of visible fixtures.\nRising Sun shipping container house by Uncontained Dreams living room\n\nExploring Alternatives\n\nBut look more closely, and you'll see that Woods and his team have designed some smart and stealthy space-saving pieces, like the console, which actually can flip open to form either an extra countertop for the kitchen, or a dining table that can seat up to four people.\nRising Sun shipping container house by Uncontained Dreams dining table\n\nExploring Alternatives\n\nThe sofa also opens up to create an extra guest bed when extra custom-made cushions are added.\nRising Sun shipping container house by Uncontained Dreams sofa\n\nExploring Alternatives\n\nPast the kitchen, we find the bathroom and closet facing each other in the central part of the home. The bathroom is hidden behind mirrored sliding doors, which help to save space and reflect more natural light around the interior.\n\nThe closet has a pair of bi-fold doors that conceal clothes storage and a washer and dryer. Right behind us, we have a pocket door that allows the whole bathroom and bedroom area to be closed off, but with an operable transom window that can still permit air to flow between the spaces.\nRising Sun shipping container house by Uncontained Dreams bathroom and closet\n\nExploring Alternatives\n\nMoving farther in, we have a large shower stall on one side and a sink and vanity on the other. Interestingly, this sizeable vanity also doubles as clothes storage with its larger drawers on the bottom.\nRising Sun shipping container house by Uncontained Dreams shower and sink\n\nExploring Alternatives\n\nThe bedroom is up next, and we have a custom-built queen-size bed with an LED back-lit headboard. There is also integrated storage underneath the bed.\nRising Sun shipping container house by Uncontained Dreams bedroom\n\nExploring Alternatives\n\nThe bedroom is also a home office if needed, thanks to this stand-up desk that can flip up from the wall. The wall-mounted television can function as an extra computer monitor when connected to a laptop.\nRising Sun shipping container house by Uncontained Dreams flip up standing desk\n\nExploring Alternatives\n\nAccording to the company's website, the Rising Sun shipping container house is for sale, starting at a base price of $85,000 and ranging up to $120,000 with upgrades. Plans to build your own version of this container house are also available; find out more at Uncontained Dreams.",
            "comments": "8",
            "mins": "25 minutes",
            "likes": "34",
            "id": 12
        }
    ]
}